// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Kalibreer kleur";

NoCalibrateTitle = "Kan kleur niet kalibreren";
NoCalibrateMsg = "Controleer of de printer aanstaat en is verbonden. Probeer het vervolgens opnieuw.";
NoResetTitle = "Kan standaardinstellingen van de printer niet herstellen";

NotAllowedWarning = "De procedure Kalibreer kleur is uitsluitend beschikbaar als de driekleurenpatroon en de fotopatroon zijn geïnstalleerd.";
NotAllCartridges = "De procedure Kalibreer kleur is uitsluitend beschikbaar als alle inktpatronen zijn geïnstalleerd.";
ClickToBegin = "Klik op Kalibreer om de kleur nu te kalibreren. Het kalibreren duurt ongeveer één minuut en maakt gebruik van één vel gewoon papier.";
ClickToBegin2 = "Klik op Kalibreer om met dit proces te beginnen. Dit duurt ongeveer twee minuten en maakt gebruik van twee vellen gewoon papier.";

ChooseTitle = "Kies";

FactorySettingsTitle = "Fabrieksinstellingen";
FactorySettingsMsg = "Als u de optie Fabrieksinstellingen selecteert, wordt de automatische kleurkalibratie van de printer automatisch herstelt. Klik op \"Ja\" om fabrieksinstellingen te gebruiken en een bevestigingspagina af te drukken of klik op \"Nee\" om naar het dialoogvenster Kalibreer kleur terug te keren.";
YesTitle = "Ja";
NoTitle = "Nee";

VerificationMsg = "Er wordt een afbeelding afgedrukt waarop het resultaat van uw selectie wordt weergegeven in een controle-afbeelding. Als deze afbeelding geen zweem heeft, is de kalibratie voltooid. Als de afbeelding een rode, blauwe of gele zweem heeft, klikt u op Opnieuw om dit proces te herhalen.";
FinishTitle = "Voltooi";
RedoTitle = "Opnieuw";

TransferringProcessTitle = "Bezig met sturen van bestand…";

AutomaticCalibrationCompleteTitle = "Er heeft net een automatische kleurkalibratie op de printer plaatsgevonden.";
AutomaticCalibrationCompleteMsg = "Als u niet tevreden bent over de kleurenafdruk klikt u op Kalibreer om de automatische kleurkalibratie nogmaals uit te voeren.";

PrintingProcessTitle = "Bezig met afdrukken van kleurkalibratiepagina…";

DefaultsTitle = "Standaardinstellingen";
DefaultsMessage = "Als u de optie Standaardinstellingen selecteert, wordt de standaardkleurkalibratie van de printer automatisch hersteld. Klik op \"Ja\" voor de standaardinstellingen of \"Nee\" om terug te keren naar het dialoogvenster Kalibreer kleur.";

ColorCalibrationTextFieldTitle = "Kalibreer kleur";
InfoTextFieldTitle = "Hiermee kunt u de kleur van de afdrukken kalibreren. Voer deze procedure alleen uit als er duidelijke problemen zijn met de kleurtinten.";
GuideTextFieldTitle = "Klik op Kalibreer om de kleur nu te kalibreren.\nDit duurt ongeveer één minuut en maakt gebruik van één vel gewoon papier.";
ResetButtonTitle = "Fabrieksinstellingen";

CancelButtonTitle = "Annuleer";
CalibrateButtonTitle = "Kalibreer";

PatchSquareControllerInfo = "Er wordt een pagina met kleurvakken afgedrukt.\n\n1. Houd de pagina op ongeveer 20 cm afstand van uw ogen.\n\n2. Beweeg de pagina langzaam van u weg totdat de genummerde kleurvakken vervagen en met de achtergrond samenvallen.\n\n3. Selecteer het genummerde kleurvak dat het best met de achtergrond van de afgedrukte pagina overeenkomt.";
GrayPlotBoxTitle = "Grijstekening";
ColorPlotBoxTitle = "Kleurentekening";
PatchMatricesControllerInfo = "1. Houd de kalibratiepagina op armlengte voor u.\n\n2. Houd de pagina schuin van u weg. Bekijk de twee grote vierkanten die elk verschillende kleurvakken bevatten. Zoek in elk groot vierkant het kleurvak dat het beste overeenkomt met de achtergrond. Elk vak heeft een letter en een nummer.\n\n3. Kies de letter en het nummer van de correcte kleurvakken in de vervolgkeuzemenu's voor de grijs- en kleurentekeningen die rechts worden weergegeven.\n\n4. Klik op “Kalibreren”.";
PatchRowsControllerInfo = "Er wordt een pagina met kleurvakken afgedrukt.\n\nSelecteer het genummerde kleurvak dat het best met de achtergrond van de afgedrukte pagina overeenkomt.";
